Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/en_halv_million_kroner_til_gatejuristen_i_tromso_for_a_styrke_samiske_barn_og_unges_rettssikkerhet.html.tmx
Source language: nob
Languages: sme

source: En halv million kroner til Gatejuristen i Tromsø for å styrke samiske barn og unges rettssikkerhet
sme: Bealle miljovnna ruvnno Gatejuristenii Romssas nannen dihtii sámi mánáid ja nuoraid riektesihkarvuođa

source: Sametingsrådet har bevilget 500 000 kroner til Gatejuristen i Tromsø for å sikre samiske barn og unges juridiske rettigheter.
sme: Sámediggeráđđi lea juolludan 500 000 ruvnno Gatejuristen:ii Romssas sihkkarastin dihtii sámi mánáid ja nuoraid juridihkalaš vuoigatvuođaid.

source: Støtten skal bidra til konkret veiledning, rettshjelp og rettighetsinformasjon, blant annet innen barnevernssaker.
sme: Doarjja galgá veahkehit oažžut konkrehta bagadallama, riekteveahki ja vuoigatvuođadieđuid, earret eará mánáidsuodjalusáššiin.

source: – Dette er et svært viktig prosjekt som vi er stolte av å støtte.
sme: – Dát lea hui dehálaš prošeakta maid mii leat rámis doarjut.

source: Samiske barn og unge trenger noen som forstår deres kultur, språk og livssituasjon i møte med rettssystemet.
sme: Sámi mánát ja nuorat dárbbašit soapmása geas lea áddejupmi sin kultuvrii, gillii ja eallindillái go deaivvadit riektevuogádagain.

source: Med Gatejuristens innsats får de en uavhengig støttespiller som har kjennskap til det samiske samfunnet og dets utfordringer, lytter og sikrer at deres rettigheter blir ivaretatt, sier sametingsråd Runar Myrnes Balto (NSR).
sme: Gatejuristena áŋgiruššamiin sii ožžot sorjjasmeahttun doarjjaolbmo gii dovdá sámi servodaga ja hástalusaid mat doppe leat, guldala ja sihkkarastá ahte sin vuoigatvuođat vuhtiiváldot, dadjá sámediggeráđđi Runar Myrnes Balto (NSR).

source: Gatejuristen har lang erfaring med rettshjelp til utsatte grupper, og vet hvor viktig juridisk støtte er for å sikre god helse og velferd.
sme: Gaterjuristenis lea viiddis ja guhkebuš vásáhus riekteveahkki hárrái hearkkes joavkkuide, ja diehtá man dárbbašlaš juridihkalaš doarjja lea sihkkarastit buori dearvvašvuođa ja dilálašvuođa.

source: Sametingsrådet forventer at prosjektet vil bidra til tryggere oppvekstsvilkår og bedre levekår for samiske barn og unge.
sme: Sámediggeráđđi vuordá ahte prošeakta váikkuha oadjebas bajásšaddaneavttuid ja buoret eallineavttuid sámi mánáide ja nuoraide.

source: – Rettssystemet kan være overveldende, spesielt når man møter personer som ikke forstår det samiske samfunnet.
sme: – Riektesystema sáhttá leat lossat, erenoamážit go deaivvadit olbmuiguin geat eai ádde sámi servvodaga.

source: Jeg håper denne satsingen vil gi samiske barn og unge den støtten og rettshjelpen de trenger, og som de har krav på, sier Myrnes Balto.
sme: Mun sávan dát áŋgiruššan addá sámi mánáide ja nuoraide dan doarjaga ja riekteveahki maid sii dárbbašit, ja masa sis lea riekti oažžut, dadjá Myrnes Balto.

source: Støtten gis over støtteordningen Helse-, omsorgs- og barnevernprosjekter .
sme: Doarjja juolluduvvo Dearvvašvuođa-, fuolahus- ja mánáidsuodjalusprošeavttaid doarjjaortnega bokte.
